Repository: NightDrivers/YCPhoto
Catalog: YCPhoto/*.lproj/Localizable.strings
Languages: fr, ja, ko, ru, zh_hans, zh_hant

# %i/%i完成
source: %i/%iComplete
fr: %i/%iFinir
ja: %i/%i終了
ko: %i/%i마치다
ru: %i/%i Завершено
zh_hans: %i/%i完成
zh_hant: %i/%i完成

# 图片下载中...
source: Image is downloading...
fr: L'image est en cours de téléchargement...
ja: 写真をダウンロード中...
ko: 이미지 다운로드 중...
ru: Картина скачивается ...
zh_hans: 图片下载中...
zh_hant: 圖片下載中...

# 图片下载失败-%@-%i
source: Image download failed-%@-%i
fr: Échec du téléchargement de l'image-%@-%i
ja: 写真のダウンロードに失敗しました-%@-%i
ko: 이미지 다운로드 실패-%@-%i
ru: Ошибка скачивания картины-%@-%i
zh_hans: 图片下载失败-%@-%i
zh_hant: 圖片下載失敗-%@-%i

# 图片下载失败-未知错误
source: Image download failed-unknown error
fr: Échec du téléchargement de l'image - erreur inconnue
ja: 写真のダウンロードに失敗しました-不明なエラー
ko: 이미지 다운로드 실패-알 수 없는 오류
ru: Не удалось скачать картину - неизвестная ошибка
zh_hans: 图片下载失败-未知错误
zh_hant: 圖片下載失敗-未知錯誤

# 图片加载中...
source: Image is loading...
fr: L'image est en cours de chargement...
ja: 写真読み取り中...
ko: 그림 처리...
ru: Картина загружается ...
zh_hans: 图片加载中...
zh_hant: 圖片加載中...

# 图片加载失败-%@-%i
source: Image failed to load-%@-%i
fr: Échec du chargement de l'image-%@-%i
ja: 写真の読み込みに失敗しました-%@-%i
ko: 이미지 읽기 실패-%@-%i
ru: Ошибка загрузки картины-%@-%i
zh_hans: 图片加载失败-%@-%i
zh_hant: 圖片加載失敗-%@-%i

# 图片加载失败-未知错误
source: Image failed to load-unknown error
fr: Échec du chargement de l'image-erreur inconnue
ja: 写真の読み込みに失敗しました-不明なエラー
ko: 이미지 읽기 실패 - 알 수 없는 오류
ru: Не удалось загрузить картину - неизвестная ошибка
zh_hans: 图片加载失败-未知错误
zh_hant: 圖片加載失敗-未知錯誤

# 提示
source: Tips
fr: Remarque
ja: ご注意
ko: 제시
ru: Подсказка
zh_hans: 提示
zh_hant: 提示

# 是否下载iCloud图片?
source: Whether to download iCloud pictures
fr: Télécharger des images iCloud?
ja: iCloud写真をダウンロードしますか？
ko: iCloud 사진을 다운로드 받으십니까?
ru: Вы хотите скачать картины iCloud?
zh_hans: 是否下载iCloud图片?
zh_hant: 是否下載iCloud圖片?

# 是否下载iCloud视频?
source: Do you want to download iCloud videos?
fr: Voulez-vous télécharger des vidéos du iCloud?
ja: iCloud动画をダウンロードしますか？
ko: iCloud 비디오를 다운로드 받으십니까?
ru: Вы хотите скачать видео iCloud?
zh_hans: 是否下载iCloud视频?
zh_hant: 是否下載iCloud視頻?

# 确定
source: OK
ja: はい
ko: 확인
ru: Окей
zh_hans: 确定
zh_hant: 確定

# 视频下载中...
source: Video Downloading...
fr: Téléchargement de la vidéo...
ja: 動画をダウンロード...
ko: 동영상 다운로드 중...
ru: Видео скачивается ...
zh_hans: 视频下载中...
zh_hant: 視頻下載中...

# 视频下载失败-%@-%i
source: Video download failed-%@-%i
fr: Échec du téléchargement de la vidéo-%@-%i
ja: 動画のダウンロードに失敗しました-%@-%i
ko: 동영상 다운로드 실패-%@-%i
ru: Не удалось скачать видео-%@-%i
zh_hans: 视频下载失败-%@-%i
zh_hant: 視頻下載失敗-%@-%i

# 视频下载失败-未知错误
source: Video download failed-unknown error
fr: Échec du téléchargement de la vidéo - erreur inconnue
ja: 動画のダウンロードに失敗しました-不明なエラー
ko: 비디오 다운로드 실패-알 수 없는 오류
ru: Не удалось скачать видео - неизвестная ошибка
zh_hans: 视频下载失败-未知错误
zh_hant: 視頻下載失敗-未知錯誤

# 视频加载中...
source: Video Loading ...
fr: Chargement de la vidéo...
ja: 動画を読み込んでいます...
ko: 비디오 로딩 중...
ru: Видео загружается ...
zh_hans: 视频加载中...
zh_hant: 視頻加載中...

# 视频加载失败-%@-%i
source: Video failed to load-%@-%i
fr: Le chargement de la vidéo a échoué-%@-%i
ja: 动画読み取りエラー-%@-%i
ko: 비디오 재생 실패-%@-%i
ru: Видео не удалось загрузить-%@-%i
zh_hans: 视频加载失败-%@-%i
zh_hant: 視頻加載失敗-%@-%i

# 视频加载失败-未知错误
source: Video failed to load-unknown error
fr: Le chargement de la vidéo a échoué-erreur inconnue
ja: 动画読み取りエラー -不明なエラー
ko: 비디오 로드 실패-알 수 없는 오류
ru: Видео не удалось загрузить - неизвестная ошибка
zh_hans: 视频加载失败-未知错误
zh_hant: 視頻加載失敗-未知錯誤
